IDEA Open Model
MatConcreteEc2.Ecm Property
Compatible with IDEA StatiCa Beta 20.0
 Secant modulus of elasticity of concrete - Ecm
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ecm { get; set; }
Public Property Ecm As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace